{
    "back": "« Zurück",
    "cancel": "Abbrechen",
    "userNotFound": "Benutzer nicht gefunden",
    "error_getting_data": "Beim Abrufen der Daten ist ein Fehler aufgetreten, bitte versuchen Sie es später erneut.",
    "start:onSubscription": "Sie haben derzeit eine aktive Mitgliedschaft und können auf die Gruppe zugreifen.\n\nID: {id}\nAblaufdatum: {exp_date}",
    "start:noSubscription": "Sie scheinen keine aktive Mitgliedschaft zu haben. Bitte abonnieren Sie, um auf die Gruppe zuzugreifen und exklusive Inhalte zu genießen.\n\nID: {id}",
    "start:checkMembership": "Mitgliedschaft prüfen",
    "start:buyMembership": "Mitgliedschaft erwerben",
    "start:giveMembership": "Mitgliedschaft verschenken",
    "start:support": "Support erhalten",
    "membership:buying:giveMethods": "Bitte wählen Sie unten eine Methode aus:",
    "membership:buying:buyWithCrypto": "Mit Krypto kaufen",
    "membership:buying:showCoins": "Bitte wählen Sie eine Währung:",
    "membership:givePaymentInfo": "Zahlungsinformationen:\n\n<b>Zu zahlender Betrag</b>: {amount}\n<b>Währung</b>: {currency}\n<b>Zahlungsadresse</b>: <code>{address}</code>\n<b>Frist</b>: {deadline} ab jetzt\n\nUm Ihre Zahlung abzuschließen, senden Sie den genauen Betrag an die oben genannte Adresse.\nSie können den QR-Code für mehr Komfort scannen oder die Adresse in Ihre Wallet kopieren und einfügen.\n\nSie erhalten eine Benachrichtigung, wenn wir das Geld erhalten haben. Sie können auch den <a href='{status_url}'>Status</a> der Transaktion überprüfen.\n\nHinweis:\n- Stellen Sie sicher, dass Sie den genauen Betrag senden, um Verzögerungen bei der Transaktion zu vermeiden.\n- Die Zahlung kann je nach Blockchain-Netzwerk einige Zeit zur Bestätigung benötigen.",
    "email:ask": "Für Kaufzwecke benötigen wir, dass Sie eine E-Mail für Zahlungsbenachrichtigungen einrichten. Keine Sorge, <b>wir werden keine Spam-E-Mails senden</b>.\n\nBitte geben Sie Ihre E-Mail ein:",
    "email:notValid": "Diese E-Mail-Adresse ist ungültig, bitte versuchen Sie es erneut:",
    "email:alreadyExists": "Diese E-Mail-Adresse ist bereits mit einem Konto verknüpft, versuchen Sie eine andere:",
    "email:successfullyLinked": "Sie haben Ihre E-Mail erfolgreich verknüpft.",
    "subscription:started": "Ihr Abonnement hat begonnen und Sie können jetzt auf die Gruppe zugreifen, es läuft in {days} Tagen ab.",
    "joinGroup": "Gruppe beitreten",
    "admin:ask_id": "Bitte geben Sie die Benutzer-ID ein:",
    "admin:ask_time": "Bitte geben Sie die Zeit in Stunden ein:",
    "admin:invalid_time": "Ungültige Zeit, bitte geben Sie eine Zahl ein:",
    "admin:success": "Das Abonnement für Benutzer {id} wurde erfolgreich aktualisiert."
}
