{
    "back": "« Volver",
    "cancel": "Cancelar",
    "userNotFound": "Usuario no encontrado",
    "error_getting_data": "Hubo un error al obtener los datos, por favor intenta de nuevo más tarde.",
    "start:onSubscription": "Actualmente tienes una membresía activa y puedes acceder al grupo. \n\nID: {id} \nFecha de expiración: {exp_date}",
    "start:noSubscription": "Parece que no tienes una membresía activa. Por favor, suscríbete para acceder al grupo y disfrutar de contenido exclusivo. \n\nID: {id}",
    "start:checkMembership": "Verificar membresía",
    "start:buyMembership": "Obtener una membresía",
    "start:giveMembership": "Dar una membresía",
    "start:support": "Obtener soporte",
    "membership:buying:giveMethods": "Por favor selecciona un método a continuación:",
    "membership:buying:buyWithCrypto": "Comprar con Cripto",
    "membership:buying:showCoins": "Por favor selecciona una moneda:",
    "membership:givePaymentInfo": "Información de pago:\n\n<b>Monto a pagar</b>: {amount} \n<b>Moneda</b>: {currency} \n<b>Dirección de pago</b>: <code>{address}</code> \n<b>Plazo</b>: {deadline} desde ahora \n\nPara completar tu pago, envía la cantidad exacta a la dirección indicada arriba. Puedes escanear el código QR para mayor comodidad, o copiar y pegar la dirección en tu billetera.\n\nRecibirás una notificación cuando hayamos recibido el dinero. También puedes <a href='{status_url}'>ver el estado</a> de la transacción.\n\nNota:\n- Asegúrate de enviar la cantidad exacta para evitar retrasos en la transacción.\n- El pago puede tardar un tiempo en ser confirmado dependiendo de la red blockchain.",
    "email:ask": "Para fines de compra, necesitamos que configures un correo electrónico para recibir notificaciones de pago. No te preocupes, <b>no enviaremos correos electrónicos de spam</b>. \n\nPor favor ingresa tu correo electrónico:",
    "email:notValid": "Esta dirección de correo electrónico no es válida, por favor intenta de nuevo:",
    "email:alreadyExists": "Esta dirección de correo electrónico ya está vinculada a una cuenta, intenta con otro:",
    "email:successfullyLinked": "Has vinculado tu correo electrónico con éxito.",
    "subscription:started": "Tu suscripción ha comenzado y ahora puedes acceder al grupo, expirará en {days} días.",
    "joinGroup": "Unirse al grupo",
    "admin:ask_id": "Por favor ingresa el ID del usuario: ",
    "admin:ask_time": "Por favor ingresa el tiempo en horas: ",
    "admin:invalid_time": "Tiempo no válido, por favor ingresa un número: ",
    "admin:success": "La suscripción para el usuario {id} se ha actualizado exitosamente."
}
